{
  "scan_date": "2026-01-12",
  "scan_time": "10:30:00",
  "scan_focus": "Automotive and Mobility Trends",
  "total_scanned": 32,
  "by_category": {
    "Technological": 20,
    "Economic": 7,
    "Environmental": 3,
    "Political": 2
  },
  "items": [
    {
      "raw_id": "RAW-2026-0112-AUTO-001",
      "title": "Lucid, Nuro, and Uber Unveil Global Robotaxi at CES 2026",
      "url": "https://media.lucidmotors.com/en/newsitem/1061-lucid-nuro-and-uber-unveil-global-robotaxi-at-ces-announce-autonomous-on-road-testing",
      "source_name": "Lucid Motors",
      "source_type": "news",
      "published_date": "2026-01-07",
      "category_hint": "Technological",
      "summary": "Lucid, Uber, and Nuro revealed their new Gravity-based robotaxi at CES 2026. Features high-resolution cameras, lidar, radar sensors mounted in a 'halo' atop the roof, seats up to 6 passengers, uses Nvidia Drive AGX Thor computing platform. Autonomous on-road testing began in San Francisco Bay Area. Production set to begin in Arizona later this year with plans to deploy at least 20,000 Lucid EVs using Nuro Driver autonomous driving tech.",
      "key_entities": ["Lucid Motors", "Uber", "Nuro", "Nvidia", "Robotaxi", "Autonomous Vehicles"],
      "raw_content": "Major robotaxi partnership announced at CES 2026 featuring Lucid Gravity SUV with autonomous driving capabilities. First robotaxi based on Lucid's electric platform, combining luxury EV technology with Level 4 autonomous driving.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-002",
      "title": "Nvidia Announces Robotaxi Platform with 2027 Commercial Launch",
      "url": "https://www.cnbc.com/2026/01/05/nvidia-plans-to-test-a-robotaxi-service-in-2027-in-self-driving-push.html",
      "source_name": "CNBC",
      "source_type": "news",
      "published_date": "2026-01-05",
      "category_hint": "Technological",
      "summary": "Nvidia announced partnership with robotaxi operators to power fleets with AI chips and Drive AV software by 2027. Targeting Level 4 robotaxis capable of driving without human intervention. Introduced Alpamayo VLA and Vera Rubin Silicon platform to support robotaxi development.",
      "key_entities": ["Nvidia", "Robotaxi", "AI", "Autonomous Vehicles", "Drive AV"],
      "raw_content": "Nvidia's entry into robotaxi platform market signals major tech infrastructure provider role in autonomous vehicle ecosystem. Could accelerate industry-wide adoption of self-driving technology.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-003",
      "title": "CES 2026: Solid-State Battery Breakthrough - Donut Lab Powers Production Vehicles",
      "url": "https://www.donutlab.com/ces-battery-announcement/",
      "source_name": "Donut Lab",
      "source_type": "news",
      "published_date": "2026-01-06",
      "category_hint": "Technological",
      "summary": "Donut Lab introduced world's first all-solid-state battery for production vehicles at CES 2026, now powering Verge Motorcycles with deliveries starting Q1 2026. Electric motorcycles can charge in less than 10 minutes, delivering up to 60 kilometers of range per minute of charging.",
      "key_entities": ["Donut Lab", "Solid-State Battery", "Verge Motorcycles", "Fast Charging"],
      "raw_content": "First commercial solid-state battery in production vehicles represents breakthrough in EV charging technology. 10-minute charge time could address major consumer barrier to EV adoption.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-004",
      "title": "CATL to Deploy Sodium-Ion EV Batteries at Commercial Scale in 2026",
      "url": "https://chargedevs.com/newswire/catl-to-deploy-sodium-ion-ev-batteries-at-commercial-scale-in-2026/",
      "source_name": "Charged EVs",
      "source_type": "news",
      "published_date": "2025-12-29",
      "category_hint": "Technological",
      "summary": "CATL announced plans to deploy sodium-ion battery technology at commercial scale across multiple sectors in 2026. Batteries will be used for battery swapping, passenger vehicles, commercial vehicles, and energy storage. Represents alternative to lithium-ion with potentially lower costs and more resilient supply chains.",
      "key_entities": ["CATL", "Sodium-Ion Battery", "Battery Technology", "Energy Storage"],
      "raw_content": "Sodium-ion batteries could disrupt EV market by reducing dependence on lithium and lowering costs. CATL's commercial deployment signals maturation of alternative battery chemistry.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-005",
      "title": "Nissan Launches Affordable Vehicle-to-Grid Technology in 2026",
      "url": "https://global.nissannews.com/en/releases/nissan-to-launch-affordable-vehicle-to-grid-technology-in-2026",
      "source_name": "Nissan Global",
      "source_type": "news",
      "published_date": "2026-01-08",
      "category_hint": "Technological",
      "summary": "Nissan will launch affordable bi-directional charging on selected electric vehicles in 2026. AC-bidirectional system allows EV owners to use electricity stored in car battery to power homes or sell back to grid. Initially launching in UK, followed by other European markets. Priced comparable to mono-directional charger. Can cut annual cost of powering EV by 50% and reduce CO2 emissions by 30% per year.",
      "key_entities": ["Nissan", "Vehicle-to-Grid", "V2G", "Bi-directional Charging", "Energy Storage"],
      "raw_content": "Affordable V2G technology democratizes energy storage capabilities of EVs. Could transform EVs into distributed energy resources for grid stabilization.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-006",
      "title": "Ford Announces Eyes-Off Autonomous Driving for $30K Electric Pickup by 2028",
      "url": "https://www.caranddriver.com/news/a69946404/ford-eyes-off-autonomous-driving-universal-ev/",
      "source_name": "Car and Driver",
      "source_type": "news",
      "published_date": "2026-01-08",
      "category_hint": "Technological",
      "summary": "Ford announced new Universal EV Platform with first vehicle being $30,000 four-door midsize electric pickup launching 2027. Will feature Level 3 eyes-off autonomous driving capability arriving 2028. More passenger space than Toyota RAV4, as fast as Mustang EcoBoost. Represents Ford's strategic shift to affordable EVs with advanced autonomy.",
      "key_entities": ["Ford", "Autonomous Driving", "Level 3", "Electric Pickup", "Affordable EV"],
      "raw_content": "Ford's $30K EV pickup with Level 3 autonomy could democratize both electric and self-driving technology. Targets mass market with competitive pricing and advanced features.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-007",
      "title": "Porsche Launches Commercial Wireless EV Charging with Cayenne Electric in Mid-2026",
      "url": "https://spectrum.ieee.org/porsche-wireless-ev-charging",
      "source_name": "IEEE Spectrum",
      "source_type": "news",
      "published_date": "2026-01-09",
      "category_hint": "Technological",
      "summary": "Porsche leading commercial launch of wireless charging with Cayenne Electric, with first buyers expected mid-2026. System delivers 11 kW for Level 2 charging at home, can charge Cayenne from 10% to 80% in about 7.5 hours. Initially launching in Europe 2026, other markets to follow.",
      "key_entities": ["Porsche", "Wireless Charging", "Inductive Charging", "Cayenne Electric"],
      "raw_content": "First mainstream luxury EV with integrated wireless charging. Could accelerate adoption of contactless charging technology in automotive sector.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-008",
      "title": "Florida to Build Wireless EV Charging Highway Test in 2026",
      "url": "https://www.constructionowners.com/news/florida-plans-highway-that-wirelessly-charges-evs",
      "source_name": "Construction Owners",
      "source_type": "news",
      "published_date": "2026-01-08",
      "category_hint": "Technological",
      "summary": "Florida will break ground in 2026 on test highway segment that wirelessly charges electric vehicles while driving. Technology installed along three-quarter-mile section, one of most ambitious real-world EV charging tests in United States. Builds on Purdue University research demonstrating 190 kW wireless charging of semi truck at 65 mph.",
      "key_entities": ["Florida", "Dynamic Charging", "Wireless Charging", "EV Infrastructure"],
      "raw_content": "Dynamic wireless charging highway represents potential paradigm shift in EV infrastructure. Could eliminate range anxiety by enabling charging while driving.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-009",
      "title": "BMW iX3 Sixth-Generation Battery: 20% Higher Density, 30% Faster Charging",
      "url": "https://theevreport.com/bmw-ix3-named-electrifying-com-2026-car-of-the-year",
      "source_name": "The EV Report",
      "source_type": "news",
      "published_date": "2026-01-10",
      "category_hint": "Technological",
      "summary": "BMW's new iX3 features sixth-generation eDrive technology with 20% higher energy density at cell level and 30% faster charging compared to older BMW EVs. Runs 800-volt electrical system enabling charging at up to 400 kW. Features 500-mile range. Battery integrated directly into car structure, saving space and weight.",
      "key_entities": ["BMW", "Battery Technology", "iX3", "Fast Charging", "Neue Klasse"],
      "raw_content": "BMW's sixth-generation battery technology represents significant advancement in energy density and charging speed. Structural battery integration improves efficiency and performance.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-010",
      "title": "Waymo Plans 1 Million Weekly Trips by End of 2026 with Major Global Expansion",
      "url": "https://finance.yahoo.com/news/why-2026-could-be-waymos-year-195850263.html",
      "source_name": "Yahoo Finance",
      "source_type": "news",
      "published_date": "2026-01-11",
      "category_hint": "Economic",
      "summary": "Waymo co-CEO announced plans to offer 1 million trips per week by end of 2026. Expanding to 11 new US cities including Dallas, Denver, Detroit, Houston, Las Vegas, Miami, Nashville, Orlando, San Antonio, San Diego, and Washington. Also launching first overseas service in London 2026. Doubling production at Arizona plant to build 2,000+ vehicles by end of 2026.",
      "key_entities": ["Waymo", "Robotaxi", "Autonomous Vehicles", "Expansion", "London"],
      "raw_content": "Waymo's aggressive expansion to 1M weekly trips represents scaling of autonomous mobility service. First international expansion to London signals global ambitions.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-011",
      "title": "Hyundai Nexo 2026: Next-Gen Hydrogen Fuel Cell with 33% More Power",
      "url": "https://www.caranddriver.com/reviews/a69307004/2026-hyundai-nexo-drive/",
      "source_name": "Car and Driver",
      "source_type": "news",
      "published_date": "2026-01-09",
      "category_hint": "Technological",
      "summary": "Updated 2026 Hyundai Nexo features increased battery capacity (1.6 kWh to 2.6 kWh), more hydrogen capacity (14.0 to 14.8 pounds), and 33% more horsepower (201 hp). Fuel-processing system heavily consolidated with hydrogen recirculation, more efficient compression, and improved cold-weather starts.",
      "key_entities": ["Hyundai", "Hydrogen Fuel Cell", "Nexo", "Zero Emission"],
      "raw_content": "Next-generation hydrogen fuel cell technology shows continued investment in alternative zero-emission powertrains beyond battery EVs.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-012",
      "title": "Honda CR-V e:FCEV Achieves 270-Mile EPA Range with Dual Power Options",
      "url": "https://automobiles.honda.com/cr-v-fcev",
      "source_name": "Honda",
      "source_type": "news",
      "published_date": "2026-01-08",
      "category_hint": "Technological",
      "summary": "2026 Honda CR-V e:FCEV combines US-made fuel cell module with plug-in charging capability. Delivers 270-mile zero-emission EPA range rating. Enables EV driving around town with flexibility of fast hydrogen refueling for longer trips.",
      "key_entities": ["Honda", "Hydrogen Fuel Cell", "CR-V", "Plug-in Hybrid", "Dual Power"],
      "raw_content": "First mainstream hydrogen fuel cell vehicle with plug-in capability offers flexibility of both charging and refueling. Hybrid approach addresses infrastructure limitations.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-013",
      "title": "Lime Reports 61% Ridership Increase with Seated Electric Scooter",
      "url": "https://electrek.co/2026/01/08/how-lime-increased-ridership-over-60-by-letting-people-sit-down/",
      "source_name": "Electrek",
      "source_type": "news",
      "published_date": "2026-01-08",
      "category_hint": "Social",
      "summary": "Lime reported 61% ridership increase in Seattle largely due to LimeGlider seated electric scooter. Combines elements of scooters, bicycles, and mopeds. Demonstrates significant impact of user comfort on micromobility adoption.",
      "key_entities": ["Lime", "Micromobility", "Electric Scooter", "LimeGlider", "Shared Mobility"],
      "raw_content": "Seated scooter design innovation drives major ridership growth. Shows importance of comfort and accessibility in micromobility adoption.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-014",
      "title": "Shared Micromobility Ridership Hits Record 225M Trips in North America, Up 31%",
      "url": "https://scootable.app/what-will-2026-bring-for-shared-micromobility/",
      "source_name": "Scootable",
      "source_type": "news",
      "published_date": "2026-01-10",
      "category_hint": "Economic",
      "summary": "Shared micromobility ridership in North America reached record 225 million trips in 2024, marking 31% increase from 2023. 2026 sector entering phase of operational maturity with 70%+ of markets under strict municipal licensing frameworks. AI-enhanced operations becoming essential for demand forecasting and fleet optimization.",
      "key_entities": ["Micromobility", "Shared Mobility", "Urban Transportation", "AI Operations"],
      "raw_content": "Micromobility market maturing with record ridership and regulatory clarity. Shift from rapid expansion to operational efficiency and AI-driven optimization.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-015",
      "title": "BYD Faces 26.5% Sales Drop Despite Being World's Largest EV Maker",
      "url": "https://www.cnbc.com/2025/12/30/china-electric-car-2026-price-war-evs-sales-global-expansion-slowdown-price-war-2025.html",
      "source_name": "CNBC",
      "source_type": "news",
      "published_date": "2025-12-30",
      "category_hint": "Economic",
      "summary": "BYD's passenger car sales in November fell 26.5% year-over-year despite being world's largest EV maker. Newer rivals powered by Huawei software and Xiaomi recorded 90%+ growth same period. BYD expanding overseas production with new Hungary factory ramping up in 2026.",
      "key_entities": ["BYD", "China EV Market", "Price War", "Huawei", "Xiaomi"],
      "raw_content": "Intensifying competition in Chinese EV market with established players losing ground to tech-integrated newcomers. Signals shift toward software-defined vehicles.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-016",
      "title": "NIO Expands Battery-as-a-Service to UK, Belgium, Luxembourg in Early 2026",
      "url": "https://recharged.com/articles/chinese-bev-market-guide",
      "source_name": "Recharged",
      "source_type": "news",
      "published_date": "2026-01-09",
      "category_hint": "Economic",
      "summary": "NIO expanding to UK, Belgium, and Luxembourg in early 2026 with Battery-as-a-Service model. Launched two new sub-brands: Onvo targeting family buyers, Firefly for European compact luxury market. BaaS represents fundamentally different approach to EV ownership.",
      "key_entities": ["NIO", "Battery-as-a-Service", "BaaS", "Battery Swap", "Europe Expansion"],
      "raw_content": "NIO's battery swap and BaaS model offers alternative to traditional EV ownership. European expansion tests viability of Chinese EV business models in Western markets.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-017",
      "title": "XPeng Develops Narrow Road Navigation System for Q1 2026, Partners with Volkswagen",
      "url": "https://www.gizmochina.com/2025/12/25/these-chinese-ev-brands-are-poised-to-disrupt-the-global-market-in-2026/",
      "source_name": "Gizmochina",
      "source_type": "news",
      "published_date": "2025-12-25",
      "category_hint": "Technological",
      "summary": "XPeng announced new driver-assist system for navigating narrow roads, rolling out Q1 2026. System can navigate cars smoothly through narrow streets. Will be opened to other carmakers with Volkswagen as first client. XPeng positioning as most advanced AI-first carmaker expanding to UK, Australia, South Korea.",
      "key_entities": ["XPeng", "AI", "ADAS", "Volkswagen", "Narrow Road Navigation"],
      "raw_content": "XPeng's narrow road navigation addresses real-world urban driving challenges. Partnership with Volkswagen signals Western OEM interest in Chinese autonomous driving technology.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-018",
      "title": "Toyota Solid-State Battery Targets 2028 Launch with 40-Year Lifespan, 745-Mile Range",
      "url": "https://insideevs.com/news/778354/toyota-solid-state-battery-ev-40-year-lifespan/",
      "source_name": "InsideEVs",
      "source_type": "news",
      "published_date": "2026-01-11",
      "category_hint": "Technological",
      "summary": "Toyota confirmed solid-state battery-powered EV launch by 2028. Claims 745 miles range (1,200 km), charges in under 10 minutes, 40-year lifespan retaining 90% capacity. Partnering with Idemitsu to mass-produce starting 2027. Revealed solid-state battery pack prototype.",
      "key_entities": ["Toyota", "Solid-State Battery", "Idemitsu", "Fast Charging", "Battery Longevity"],
      "raw_content": "Toyota's solid-state battery promises paradigm shift in EV performance with ultra-long range, fast charging, and exceptional longevity. Commercial launch timeline critical for credibility.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-019",
      "title": "Mercedes-Benz First to Road-Test Production Vehicle with Solid-State Battery, 745+ Miles",
      "url": "https://electrek.co/2025/12/23/solid-state-ev-battery-maker-going-public-after-745-mile-test/",
      "source_name": "Electrek",
      "source_type": "news",
      "published_date": "2025-12-23",
      "category_hint": "Technological",
      "summary": "Mercedes-Benz announced first production vehicle platform with integrated lithium-metal solid-state battery on road (Feb 2025). Modified EQS drove over 745 miles (1,200 km) without stopping in September. Plans series production by end of decade. Partnering with Factorial Energy.",
      "key_entities": ["Mercedes-Benz", "Solid-State Battery", "Factorial Energy", "EQS", "Long Range"],
      "raw_content": "Mercedes leads in real-world solid-state battery testing with production vehicle. Demonstrates viability of technology beyond laboratory conditions.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-020",
      "title": "Rivian R2 Production Confirmed for Early 2026 with $45,000 Starting Price",
      "url": "https://eletric-vehicles.com/rivian/rivian-ceo-says-r2-saleable-production-to-begin-in-early-2026/",
      "source_name": "Electric Vehicles",
      "source_type": "news",
      "published_date": "2026-01-10",
      "category_hint": "Economic",
      "summary": "Rivian CEO confirmed R2 SUV production starts early 2026 with deliveries in first half. First trim is Dual Motor AWD Launch Edition. Starting price $45,000. Production at Normal, Illinois factory. First validation builds by end 2025. Targets mainstream EV market.",
      "key_entities": ["Rivian", "R2", "Electric SUV", "Affordable EV", "Production Launch"],
      "raw_content": "Rivian's R2 represents strategic shift to more affordable mainstream EV segment. $45K price point critical for company's path to profitability.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-021",
      "title": "Volkswagen ID.Buzz Skips 2026 Model Year, Returns for 2027",
      "url": "https://www.edmunds.com/car-news/vw-id-buzz-wont-get-2026-model-year.html",
      "source_name": "Edmunds",
      "source_type": "news",
      "published_date": "2026-01-11",
      "category_hint": "Economic",
      "summary": "Volkswagen decided not to produce MY26 ID.Buzz for US market following careful assessment of EV market conditions. Will return for 2027 model year. Poor sales performance: only 4,934 units sold through Q3 2025. 2,600 unsold vans on dealer lots (200 days supply). Starting price $61,545 with 234-mile range limited appeal.",
      "key_entities": ["Volkswagen", "ID.Buzz", "Electric Van", "Model Year Skip", "Sales Performance"],
      "raw_content": "VW's ID.Buzz model year skip reflects challenging EV market conditions and poor sales. High price and limited range cited as barriers to adoption.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-022",
      "title": "Stellantis Discontinues All Plug-in Hybrids Including Jeep Wrangler 4xe for 2026",
      "url": "https://www.caranddriver.com/news/a69958232/stellantis-traditional-plug-in-hybrids-discontinued-2026/",
      "source_name": "Car and Driver",
      "source_type": "news",
      "published_date": "2026-01-09",
      "category_hint": "Economic",
      "summary": "Stellantis discontinued all plug-in hybrid offerings in North America for 2026 including Jeep Wrangler 4xe, Grand Cherokee 4xe, and Chrysler Pacifica PHEV. Decision reflects broader industry trend away from PHEVs amid EV slowdown and changing federal incentives.",
      "key_entities": ["Stellantis", "Jeep", "Plug-in Hybrid", "Wrangler 4xe", "Discontinuation"],
      "raw_content": "Stellantis exit from PHEV market signals strategic pivot. Industry uncertainty around electrification pathways and incentive structures.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-023",
      "title": "Cadillac Lyriq-V Becomes Quickest Cadillac Ever: 0-60 in 3.3 Seconds, 615 HP",
      "url": "https://news.cadillac.com/newsroom.detail.html/Pages/news/us/en/2025/jan/0123-lyriq-v.html",
      "source_name": "Cadillac",
      "source_type": "news",
      "published_date": "2026-01-23",
      "category_hint": "Technological",
      "summary": "Cadillac launched 2026 Lyriq-V, first all-electric V-Series vehicle. Quickest Cadillac ever: 0-60 mph in 3.3 seconds, 0.1s quicker than CT5-V Blackwing. Makes 615 hp and 650 lb-ft torque. Starting at $80,090. Represents high-performance electric luxury segment entry.",
      "key_entities": ["Cadillac", "Lyriq-V", "Electric Performance", "V-Series", "Luxury EV"],
      "raw_content": "First electric V-Series demonstrates performance parity with gas-powered luxury performance vehicles. EV technology enabling new performance benchmarks.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-024",
      "title": "Audi A6 e-tron Achieves 392-Mile EPA Range, Longest in Audi Lineup",
      "url": "https://www.caranddriver.com/audi/a6-e-tron",
      "source_name": "Car and Driver",
      "source_type": "news",
      "published_date": "2026-01-09",
      "category_hint": "Technological",
      "summary": "2026 Audi A6 Sportback e-tron features longest all-electric range in current Audi lineup with EPA-estimated 392 miles on RWD model with Ultra package. Uses 800-volt architecture enabling 270 kW fast charging. Single-motor RWD makes 375 hp, Quattro AWD offers 456 hp. Efficiency improvements in latest update.",
      "key_entities": ["Audi", "A6 e-tron", "Long Range", "800-volt", "Fast Charging"],
      "raw_content": "A6 e-tron's 392-mile range addresses consumer range anxiety concerns. 800V architecture enables competitive fast-charging performance.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-025",
      "title": "Sony Honda Mobility Debuts AFEELA 1 Pre-Production Model, US Deliveries Late 2026",
      "url": "https://www.shm-afeela.com/en/news/2026-01-06/",
      "source_name": "Sony Honda Mobility",
      "source_type": "news",
      "published_date": "2026-01-06",
      "category_hint": "Technological",
      "summary": "Sony Honda Mobility presented AFEELA 1 as pre-production model at CES 2026, first production model with customer deliveries in US late 2026. World-debuted AFEELA Prototype 2026 with production model planned for US launch as early as 2028. Represents tech-automotive convergence.",
      "key_entities": ["Sony", "Honda", "AFEELA", "Tech-Auto Convergence", "Software-Defined Vehicle"],
      "raw_content": "Sony Honda collaboration demonstrates tech industry entry into automotive manufacturing. Software-first approach to vehicle development.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-026",
      "title": "BMW Integrates Amazon Alexa+ AI Assistant, First Automaker, Rolling Out H2 2026",
      "url": "https://www.cbtnews.com/bmw-mercedes-spotlight-ai-driven-vehicle-tech-at-ces-2026",
      "source_name": "CBT News",
      "source_type": "news",
      "published_date": "2026-01-07",
      "category_hint": "Technological",
      "summary": "BMW announced integration of AI into personal assistant through Amazon's Alexa+ technology. First automaker to integrate Alexa+ into vehicles. Rolling out in Germany and US starting second half 2026, beginning with BMW iX3. Represents convergence of automotive and AI assistants.",
      "key_entities": ["BMW", "Amazon", "Alexa+", "AI Assistant", "Voice Control"],
      "raw_content": "BMW-Amazon partnership brings advanced AI capabilities to vehicle interface. First-mover advantage in next-generation voice assistant integration.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-027",
      "title": "Mercedes-Benz Electric GLC Launches with Nvidia-Powered ADAS, H2 2026",
      "url": "https://www.autonews.com/events/ces/ane-bmw-mercedes-ai-innovation-ces-0106/",
      "source_name": "Automotive News",
      "source_type": "news",
      "published_date": "2026-01-06",
      "category_hint": "Technological",
      "summary": "Mercedes-Benz premiered electric GLC at CES 2026 with market launch planned for second half of year. New CLA features AI-powered Mercedes-Benz Operating System (MB.OS) with ADAS technology powered by Nvidia's full-stack drive software, AI infrastructure and compute power.",
      "key_entities": ["Mercedes-Benz", "Electric GLC", "Nvidia", "MB.OS", "AI-powered ADAS"],
      "raw_content": "Mercedes partnership with Nvidia brings advanced AI and autonomous driving capabilities. MB.OS represents new software-defined vehicle architecture.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-028",
      "title": "Hyundai Debuts Boston Dynamics Atlas Next-Gen Robot at CES 2026",
      "url": "https://www.autonews.com/podcasts/daily-drive/an-weekenddrive-ces-2026-recap-autonomys-future-hyundai-humamoid-robot-push/",
      "source_name": "Automotive News",
      "source_type": "news",
      "published_date": "2026-01-08",
      "category_hint": "Technological",
      "summary": "Hyundai announced humanoid robot push with first public CES debut of Boston Dynamics' next-generation Atlas robot. Signals move toward commercial, AI-powered robotic co-workers in manufacturing and beyond.",
      "key_entities": ["Hyundai", "Boston Dynamics", "Atlas Robot", "Humanoid Robot", "AI"],
      "raw_content": "Hyundai-Boston Dynamics robotics push extends beyond automotive into general purpose automation. Atlas next-gen represents advancement in AI-powered humanoid capabilities.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-029",
      "title": "FAA Launches eVTOL Integration Pilot Program Targeting 2026 Commencement",
      "url": "https://www.eplaneai.com/news/vtol-aircraft-set-to-begin-urban-operations-in-us-cities-by-mid-2026",
      "source_name": "ePlane AI",
      "source_type": "news",
      "published_date": "2026-01-10",
      "category_hint": "Political",
      "summary": "US DOT and FAA launched eVTOL Integration Pilot Program (eIPP), public-private partnership aimed at expediting safe introduction of eVTOL aircraft into urban environments, targeting 2026 commencement. New regulatory framework includes SFAR No. 120 and advisory circulars for operations and pilot training. 2026 critical validation phase before commercial operations expected 2027.",
      "key_entities": ["FAA", "eVTOL", "Urban Air Mobility", "Regulations", "SFAR 120"],
      "raw_content": "FAA regulatory framework establishes path for commercial eVTOL operations. 2026 represents critical transition year for urban air mobility certification.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-030",
      "title": "Oregon Launches Commercial EV Fleet Rebate: Up to $120,000 Per Vehicle",
      "url": "https://electrek.co/2026/01/10/while-the-feds-sell-out-oregon-steps-up-with-its-own-ev-incentive-plan/",
      "source_name": "Electrek",
      "source_type": "news",
      "published_date": "2026-01-10",
      "category_hint": "Political",
      "summary": "Oregon launched commercial EV fleet electrification rebate program offering up to $120,000 per vehicle, filling gap left by discontinued federal Section 45W tax credit. State-level incentive targets commercial fleet adoption.",
      "key_entities": ["Oregon", "EV Incentives", "Fleet Electrification", "State Policy", "Commercial EV"],
      "raw_content": "State-level EV incentives emerging to replace federal programs. Oregon's aggressive commercial fleet support could accelerate fleet electrification.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-031",
      "title": "Lucid Motors Doubles EV Output in 2025, Gravity Deliveries Ramp Up in 2026",
      "url": "https://techcrunch.com/2026/01/05/lucid-motors-doubled-ev-output-in-2025-after-early-gravity-suv-struggles/",
      "source_name": "TechCrunch",
      "source_type": "news",
      "published_date": "2026-01-05",
      "category_hint": "Economic",
      "summary": "Lucid produced 18,378 vehicles in 2025 (up 104% vs 2024), delivered 15,841 vehicles (up 55%). Gravity SUV in active production with first European deliveries January 2026. Executives expect Gravity to overtake Air sedan in deliveries in second half 2026 as production ramps. Production at Arizona factory.",
      "key_entities": ["Lucid Motors", "Gravity", "Production Ramp", "EV Manufacturing", "Europe Expansion"],
      "raw_content": "Lucid's production doubling demonstrates manufacturing scale-up progress. Gravity SUV critical for company's path to broader market appeal and profitability.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    },
    {
      "raw_id": "RAW-2026-0112-AUTO-032",
      "title": "Fisker Bankruptcy: Ocean Owners Face Ongoing Connectivity and Support Challenges in 2026",
      "url": "https://www.autoevolution.com/news/one-year-after-fisker-s-bankruptcy-ocean-owners-are-still-paying-the-price-252214.html",
      "source_name": "AutoEvolution",
      "source_type": "news",
      "published_date": "2026-01-11",
      "category_hint": "Economic",
      "summary": "One year after Fisker's June 2024 bankruptcy filing, Ocean owners continue facing challenges. Lost cloud connectivity, premium features, streaming, remote access, traffic updates. Software recall blocked, customers responsible for labor fees. American Lease agreed to pay $2.5M over five years to maintain cloud services. Situation remains challenging for Ocean owners in early 2026.",
      "key_entities": ["Fisker", "Bankruptcy", "Ocean", "Connected Car", "EV Startup Failure"],
      "raw_content": "Fisker bankruptcy highlights risks of connected car features and long-term support for EV startups. Ocean owners face uncertain future for vehicle functionality.",
      "language": "en",
      "scanned_at": "2026-01-12T10:30:00Z"
    }
  ]
}
